tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/php"

brew "ansiweather"
brew "aspell"
brew "awscli"
brew "docker"
brew "elinks"
brew "elixir"
brew "erlang"
brew "ffmpeg"
brew "go"
brew "graphviz"
brew "groovy"
brew "http_load", :args => %w[with-openssl]
brew "httperf"
brew "homebrew/php/php56"
brew "hub"
brew "imagemagick"
brew "jq"
brew "lorem"
brew "mono"
brew "node"
brew "nginx"
brew "p7zip"
brew "parallel"
brew "phantomjs"
brew "pigz"
brew "redis"
brew "rename"
brew "rlwrap" # Readline Wrapper
brew "rust"
brew "scala"
brew "s-search"
brew "tree"
brew "the_silver_searcher"
brew "wget"
brew "xz"

cask "mojibar"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlprettypatch"
cask "quicklook-csv"
cask "quicklook-json"
cask "spectacle"
cask "suspicious-package"
