tap "caskroom/cask"
tap "homebrew/bundle"

brew "ansiweather"
brew "ant"
brew "aspell"
brew "awscli"
brew "bash-completion"
brew "docker"
brew "dos2unix"
brew "editorconfig"
brew "elinks"
brew "elixir"
brew "erlang"
brew "emacs"
brew "ffmpeg"
brew "gifsicle"
brew "global"
brew "go"
brew "graphviz"
brew "groovy"
brew "http_load"
brew "httperf"
brew "hub"
brew "imagemagick"
brew "jq"
brew "lorem"
brew "maven"
brew "mono"
brew "nvm"
brew "ncdu" # For freeing disk space
brew "node"
brew "nginx"
brew "p7zip"
brew "parallel"
brew "pigz"
brew "redis"
brew "rename"
brew "rlwrap" # Readline Wrapper
brew "rust"
brew "scala"
brew "s-search"
brew "tree"
brew "the_silver_searcher"
brew "titlecase"
brew "yuicompressor"
brew "wget"
brew "xsv"
brew "xz"

cask "licecap"
cask "mojibar"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlprettypatch"
cask "quicklook-csv"
cask "quicklook-json"
cask "spectacle"
cask "suspicious-package"
